{
  "CopilotChat.nvim": { "branch": "main" },
  "NeoColumn.nvim": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "coc.nvim": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "diffview.nvim": { "branch": "main" },
  "fzf": { "branch": "master" },
  "fzf.vim": { "branch": "master" },
  "git-blame.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "nerdcommenter": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-lastplace": { "branch": "main" },
  "nvim-nio": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "onedark.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rainbow-delimiters.nvim": { "branch": "master" },
  "satellite.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "transfer.nvim": { "branch": "main" },
  "vim-better-whitespace": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-easymotion": { "branch": "master" },
  "vim-matchup": { "branch": "master" },
  "vim-startify": { "branch": "master" },
  "vista.vim": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "xcodebuild.nvim": { "branch": "main" }
}
